[
    {
    "imageURL": "https://images.unsplash.com/photo-1584017911766-d451b3d0e843?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1049&q=80",
    "title": "Leveraging Compute Power for Drug Discovery",
    "course": "ENG2003",
    "": "Technical Report",
    "content": "My academic weaknesses have always shown themselves through pure sciences such as chemistry and biology. Until recently, I have been ignorant of the plethora of applications where they are used. As a healthy young citizen of a first world country, I have never had to utilize or intake any pharmaceutical drugs other than the occasional Tylenol. However, in today\'s global pandemic crisis where the cure for COVID-19 is a race against time, I have been able to realize the need for timely and effective drug discovery. Most people never realize the copious amount of money, time and human labor that it takes for a novel drug to be put into production. As a software engineer with a background in machine learning and AI, I have always looked for unconventional applications of my knowledge. One of my goals in academia is to publish a research paper based on AI and machine learning, this technical report is a critical step towards this goal. This technical report is the cumulative effort of the lab reports, design journals and experimental reports that I have written. I am extremely proud of the improvements my technical writing has made throughout these past years and this report is a monument to my ever-expanding technical writing skills."
},
{
    imageURL: 'https://images.unsplash.com/photo-1532186773960-85649e5cb70b?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=600&q=60',
    title: 'Feedback Control Loops',
    course: 'ENG2003',
    type: 'Poster', 
    content: '',
},
{
    imageURL: 'https://s3-us-west-2.amazonaws.com/anchor-generated-image-bank/production/podcast_uploaded_nologo400/3732480/3732480-1585444835024-6e9ef9b9c9cb3.jpg',
    title: 'Amateur Hour - Developer Podcast',
    course: 'Personal',
    type: 'Podcast',     
},
{
    imageURL: 'https://images.unsplash.com/photo-1502780809386-f4ed7a4a4c59?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80',
    title: 'Back of a napkin - Containerization',
    course: 'ENG2003',
    type: 'Video',    
}
]